[
  {
    "products": [
      {
        "id": 0,
        "title": "AMET NON AMET VELIT COMMODO",
        "imageUrl": "http://placehold.it/256x256",
        "price": 32.73,
        "sale": 31.65,
        "description": "Excepteur velit duis aute mollit consectetur proident nulla officia dolore sit irure ut. Excepteur consequat nisi ut officia aliqua amet deserunt minim id nulla eu ipsum velit. Et sint reprehenderit anim labore. Quis pariatur aliqua enim sit ea veniam qui ut ea esse ex. Irure sunt sint do proident ex voluptate eu reprehenderit sit labore dolor nostrud dolore commodo. Eu adipisicing duis id nisi elit mollit irure dolor cupidatat nisi dolor eiusmod proident. Nostrud culpa laborum et ut reprehenderit deserunt aliqua nisi anim dolore.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 1,
        "title": "EIUSMOD SINT AD MAGNA ID",
        "imageUrl": "http://placehold.it/256x256",
        "price": 37.21,
        "sale": 28.08,
        "description": "Laborum tempor reprehenderit consectetur incididunt culpa magna. Esse deserunt nostrud sint eu amet. Elit fugiat irure quis consectetur. Velit nulla tempor qui ipsum aliquip culpa ad nisi nisi esse ex sunt consectetur exercitation. Aute adipisicing reprehenderit ex voluptate mollit aliqua.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 2,
        "title": "CULPA MOLLIT ENIM AD CUPIDATAT",
        "imageUrl": "http://placehold.it/256x256",
        "price": 35.07,
        "sale": 28.44,
        "description": "Esse minim tempor amet cillum adipisicing ipsum officia esse et. Laborum deserunt anim irure minim ad fugiat. Dolore eu velit est laboris sit et enim nisi consectetur incididunt duis veniam magna do. Lorem amet voluptate cillum nisi anim laborum irure consectetur nostrud. Est laborum sunt commodo id culpa officia velit voluptate exercitation. Commodo nisi ullamco cupidatat aliqua ea nostrud elit Lorem eu nostrud.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 3,
        "title": "EST ANIM AD IRURE EU",
        "imageUrl": "http://placehold.it/256x256",
        "price": 38.26,
        "sale": 29.12,
        "description": "Culpa aute laboris ea nulla mollit ad voluptate mollit non elit id in labore. Duis sit sint dolor nisi. Ipsum laboris exercitation cillum commodo reprehenderit duis eiusmod elit proident. In duis qui eu sunt sint consectetur laborum.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 4,
        "title": "QUIS IN ID SINT QUI",
        "imageUrl": "http://placehold.it/256x256",
        "price": 34.16,
        "sale": 30.67,
        "description": "Labore eiusmod est laboris ea non amet esse eu proident ullamco dolor aute consectetur. Consequat labore quis magna culpa pariatur. Consectetur laboris ex aliqua nisi eu officia nisi elit nulla. Ipsum est irure ut incididunt commodo sunt.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 5,
        "title": "ESSE MINIM OFFICIA AD CULPA",
        "imageUrl": "http://placehold.it/256x256",
        "price": 32.29,
        "sale": 28.55,
        "description": "Cupidatat in excepteur adipisicing incididunt enim sint tempor ea. Veniam magna aliquip aliqua exercitation in. Veniam ex eu enim aute.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 6,
        "title": "LABORUM PROIDENT MOLLIT CONSECTETUR INCIDIDUNT",
        "imageUrl": "http://placehold.it/256x256",
        "price": 34.16,
        "sale": 30.53,
        "description": "Ea qui dolore labore aute in cupidatat consectetur aliquip aliquip dolore magna elit eu. Ullamco consequat eiusmod cillum cillum ipsum ut. Aliqua non est ipsum nostrud aliqua mollit ullamco laboris ut eiusmod ea irure dolore pariatur.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 7,
        "title": "LABORUM CILLUM CONSEQUAT NISI ADIPISICING",
        "imageUrl": "http://placehold.it/256x256",
        "price": 39.7,
        "sale": 31.15,
        "description": "Sunt occaecat qui dolor incididunt consequat amet cillum in eu excepteur. Veniam laboris aliquip eu Lorem duis aliquip. Tempor amet aute et ut ipsum amet veniam aliqua ullamco velit.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 8,
        "title": "ID OFFICIA EST EX LABORUM",
        "imageUrl": "http://placehold.it/256x256",
        "price": 33.01,
        "sale": 29.34,
        "description": "Ex laborum consectetur cillum ex qui est laborum amet voluptate adipisicing esse cillum laborum. Deserunt ipsum excepteur eu reprehenderit culpa dolor quis aute non quis dolor labore sunt. Labore est irure fugiat dolor nulla sunt est labore. Deserunt elit sunt exercitation officia. Ex enim laboris sit reprehenderit non dolor elit velit dolor eiusmod. Aliqua commodo exercitation quis sit ut nisi amet commodo exercitation ullamco ullamco excepteur mollit. Laborum commodo ullamco ad aliqua id exercitation cillum exercitation dolor qui ea in deserunt aliqua.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 9,
        "title": "VOLUPTATE LOREM LABORIS EA UT",
        "imageUrl": "http://placehold.it/256x256",
        "price": 33.11,
        "sale": 28.48,
        "description": "Occaecat magna nostrud anim cillum nisi mollit duis aliqua dolor tempor. Do esse laborum irure est sint non. Commodo eiusmod dolor esse exercitation ullamco culpa Lorem nulla fugiat in aute consequat. Pariatur elit officia dolore sit sunt consequat nostrud est sit fugiat est. Et minim cillum ut incididunt sunt tempor ex consequat quis adipisicing cillum voluptate. Dolore quis labore mollit amet ad eiusmod qui sunt est duis. Occaecat non qui consectetur ad aute non amet elit voluptate eiusmod proident ipsum Lorem.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 10,
        "title": "CILLUM EST CULPA EU TEMPOR",
        "imageUrl": "http://placehold.it/256x256",
        "price": 33.61,
        "sale": 31.52,
        "description": "Cupidatat anim in id tempor esse ex eiusmod exercitation incididunt. Dolor tempor incididunt deserunt anim sint elit et ipsum exercitation magna quis. Dolor et consectetur sint ipsum. Nostrud esse ea fugiat ex ullamco. Pariatur incididunt dolor ea ut dolor deserunt sint dolore consectetur fugiat. Culpa excepteur ut consectetur ex ullamco. Laborum aliquip culpa labore eiusmod ut pariatur cupidatat mollit reprehenderit laborum eu reprehenderit occaecat.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 11,
        "title": "EX MINIM VOLUPTATE IN VELIT",
        "imageUrl": "http://placehold.it/256x256",
        "price": 31.45,
        "sale": 29.33,
        "description": "Ex reprehenderit quis fugiat ex nostrud exercitation officia eu ad non ut anim. Nisi eiusmod duis est laboris in consectetur magna. Culpa amet laborum anim occaecat est adipisicing Lorem sunt proident tempor. Esse irure cupidatat non consectetur aute nulla fugiat enim minim.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 12,
        "title": "CILLUM OFFICIA EX PROIDENT PROIDENT",
        "imageUrl": "http://placehold.it/256x256",
        "price": 36.37,
        "sale": 30.93,
        "description": "Exercitation amet est fugiat occaecat id commodo. Non mollit cupidatat aute fugiat Lorem aliquip anim deserunt ex eiusmod minim laboris. Velit culpa in consequat commodo anim in sunt irure culpa consequat.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 13,
        "title": "ALIQUIP ENIM EXERCITATION QUIS IN",
        "imageUrl": "http://placehold.it/256x256",
        "price": 34.18,
        "sale": 29.71,
        "description": "Pariatur dolor nisi laborum ipsum. Laborum do ullamco consequat commodo cupidatat consequat aliqua enim non. Esse voluptate elit exercitation voluptate reprehenderit elit laborum incididunt amet ut veniam non. Aliqua eiusmod officia et consectetur dolor dolore veniam non reprehenderit. Ea minim incididunt sunt adipisicing eu nostrud sit qui aute minim commodo minim ipsum. Et fugiat dolor eu ullamco aute ad nisi cupidatat pariatur.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 14,
        "title": "ELIT ESSE QUIS ET MOLLIT",
        "imageUrl": "http://placehold.it/256x256",
        "price": 30.78,
        "sale": 28.98,
        "description": "Mollit ipsum ullamco est dolor voluptate exercitation ut dolor. Nisi amet consectetur in aute. Ut occaecat pariatur proident incididunt ad consequat do magna sit velit magna ex amet.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 15,
        "title": "QUIS VELIT ESSE ENIM QUI",
        "imageUrl": "http://placehold.it/256x256",
        "price": 36.8,
        "sale": 28.92,
        "description": "Tempor tempor pariatur dolor sunt velit. Et eiusmod proident qui magna ex aliqua ea. Ex nulla velit magna et fugiat nostrud. Laborum minim qui excepteur sit velit exercitation ullamco ipsum velit ut.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 16,
        "title": "DOLORE CUPIDATAT AUTE LABORE EU",
        "imageUrl": "http://placehold.it/256x256",
        "price": 39.4,
        "sale": 29.78,
        "description": "Sunt ad aliqua nisi aliqua proident. Officia officia incididunt elit et consectetur. Exercitation aliquip culpa officia fugiat laborum. Laborum cillum et magna mollit. Anim et nostrud eiusmod exercitation consectetur anim qui officia cupidatat sunt in officia nisi officia. Laboris sit esse nulla nostrud fugiat officia nisi sit sunt ex pariatur ipsum incididunt. Ullamco consectetur id officia ad officia irure sunt enim laborum.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 17,
        "title": "ELIT CUPIDATAT ADIPISICING IN EX",
        "imageUrl": "http://placehold.it/256x256",
        "price": 30.11,
        "sale": 31.08,
        "description": "Do ullamco sit anim dolore qui. Deserunt do nisi Lorem duis. Irure sit ex consequat elit nostrud id mollit. Aute pariatur quis ut laborum esse esse sint culpa qui ut proident.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 18,
        "title": "ENIM CULPA EST EXCEPTEUR ULLAMCO",
        "imageUrl": "http://placehold.it/256x256",
        "price": 32.8,
        "sale": 29.86,
        "description": "Ad enim adipisicing proident officia voluptate officia nostrud dolor ea nulla dolor sint excepteur incididunt. Pariatur aliquip reprehenderit non amet pariatur reprehenderit nostrud dolore et occaecat. In fugiat minim est enim eiusmod adipisicing culpa amet aute aute aute elit incididunt. Non fugiat aliqua quis adipisicing non nostrud voluptate nulla. Laborum commodo cillum laboris quis sint sunt nulla laborum do dolore amet consequat dolore elit. Deserunt dolor eiusmod veniam ullamco ipsum Lorem non ad enim ipsum et.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 19,
        "title": "ULLAMCO COMMODO DOLOR MINIM MOLLIT",
        "imageUrl": "http://placehold.it/256x256",
        "price": 34.01,
        "sale": 29.6,
        "description": "Cillum ipsum aute magna aliquip. Exercitation reprehenderit consequat officia quis aliqua duis quis aliquip do non in. Magna sit nulla velit ea deserunt laborum dolore dolor. Enim ea qui mollit officia exercitation adipisicing adipisicing. Irure esse eu est mollit non aute consectetur quis irure id.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      },
      {
        "id": 20,
        "title": "EST CUPIDATAT ALIQUA UT NOSTRUD",
        "imageUrl": "http://placehold.it/256x256",
        "price": 34.59,
        "sale": 31.21,
        "description": "Laboris excepteur ut esse nisi mollit ad ut. Nostrud aliquip magna sunt in sunt adipisicing eu laboris enim. Ea occaecat non pariatur laboris sint aute enim sint aliqua anim ex. Cupidatat velit ullamco sit esse ipsum sit. Aliquip cupidatat laborum sint reprehenderit amet aliquip sunt fugiat aliqua duis. Ex dolore aute est aliquip duis tempor ad consequat ut nostrud veniam commodo.\r\n",
        "Url": "https://www.temporary-url.com/B0026"
      }
    ]
  }
]